Repository: jamiroconca/crpCalendar
Catalog: modules/crpCalendar/locale/*/LC_MESSAGES/module_crpcalendar.po
Languages: it

source: Sorry! No authorization to access this module.
it: Non si possiedono i permessi necessari per usufruire del modulo

source: Simple event calendar
it: Calendario Eventi

source: Error! Could not do what you wanted. Please check your input.
it: Errore nell'utilizzo dei parametri utilizzati, verificate gli inserimenti

source: Previous month
it: Mese precedente

source: Previous week
it: Settimana precedente

source: Next week
it: Settimana prossima

source: Next month
it: Mese successivo

source: Yesterday
it: Ieri

source: Tomorrow
it: Domani

source: Previous year
it: Anno precedente

source: Next year
it: Anno successivo

source: crpCalendar feed for
it: crpCalendar feed per

source: Change status
it: Cambia stato

source: Active
it: Attivo

source: Pending
it: In attesa

source: Rejected
it: Rifiutato

source: Modify event for status change
it: Modificare l'evento per aggiornarne lo stato

source: A selection here is mandatory.
it: È necessario selezionare un valore

source: Error! Could not load items.
it: Errore nel caricamento dei risultati

source: Event from crpCalendar
it: Evento da crpCalendar

source: Choose an event to display from crpCalendar
it: Selezionate da crpCalendar un evento da visualizzare

source: No event
it: Nessun evento

source: Events in a crpCalendar category
it: Eventi in una categoria di crpcalendar

source: Show a list of events from a crpCalendar category
it: Visualizza un elenco di eventi da una categoria di crpCalendar

source: No category
it: Nessuna categoria

source: Error! Creation attempt failed.
it: Tentativo di creazione fallito

source: No such item found.
it: L'elemento richiesto non è stato trovato

source: Error! Update attempt failed.
it: Tentativo di aggiornamento non risuscito

source: Error! Sorry! Deletion attempt failed.
it: Tentativo di eliminazione non riuscito

source: Image File size not allowed
it: Dimensione del file della immagine eccedente il limite concesso

source: Image file not uploaded
it: File dell'immagine non caricato

source: Document size not allowed
it: Dimensione del file eccedente il limite concesso

source: Document file not uploaded
it: File del documento non caricato

source: Image invalid type
it: il formato del file di immagine non è tra quelli concessi

source: Invalid URL
it: URL non valido

source: Categorisation is enabled, choose a category
it: La categorizzazione è attiva: selezionate una categoria

source: None
it: Nessuno

source: Mo
it: Lu

source: Th
it: Ma

source: We
it: Me

source: Tu
it: Gi

source: Fr
it: Ve

source: Su
it: Do

source: View
it: Mostra

source: Edit
it: Modifica

source: Copy
it: Copia

source: Delete
it: Elimina

source: Add participation
it: Aggiungi partecipazione

source: Delete participation
it: Elimina partecipazione

source: attendance to events
it: partecipazione agli eventi

source: crpCalendar iCal event
it: Evento crpCalendar iCal

source: Invalid date
it: Data non valida

source: Invalid date interval
it: Intervallo di date non valido

source: Event already existent
it: Evento pre-esistente

source: Done! Item created.
it: Elemento creato con successo

source: Done! Item updated.
it: Elemento aggiornato con successo

source: Copy of
it: Copia di

source: Done! Item deleted.
it: Elemento eliminato con successo

source: Invalid notification e-mail address
it: Indirizzo e-mail per le notifiche non valido

source: Done! Module configuration updated.
it: Configurazione del modulo aggiornata con successo

source: Notification of Event Creation
it: Notifica per inserimento di eventi

source: Submit event
it: Invia evento

source: Attendance to events
it: Partecipazione agli eventi

source: Event
it: Evento

source: %s List
it: %s Elenco

source: Create %s
it: Creazione %s

source: iCal Import
it: Importa iCal

source: Purge events
it: Elimina eventi

source: Settings
it: Impostazioni

source: Error! Table update failed.
it: Aggiornamento della tabella fallito

source: Main crpCalendar Category
it: Categoria Principale di crpCalendar

source: Create event
it: Crea evento

source: Content
it: Contenuto

source: Title
it: Titolo

source: Location
it: Luogo

source: from Locations module
it: dal modulo Locations

source: Contact
it: Contatto

source: Organiser
it: Organizzatore

source: Category
it: Categoria

source: Choose Category
it: Seleziona Categoria

source: Language
it: Lingua

source: Event image (.gif, .jpg, .png) - Max
it: Immagine evento (.gif, .jpg, .png) - Max

source: Image would be resized to
it: L'immagine verrà ridimensionata a

source: Image caption
it: Sottotitolo immagine

source: Image caption will be displayed only if an image is present
it: Il sottotitolo dell'immagine verrà visualizzato se esiste l'immagine

source: Event document
it: Documento

source: Formicula form identifier
it: Identificatore della form di Formicula

source: Status
it: Stato

source: Date settings
it: Impostazioni di Data

source: Day event
it: Evento giornaliero

source: Start date
it: Data inizio

source: End date
it: Data termine

source: Other start date for this event
it: altre date di inizio per l'evento

source: Create
it: Crea

source: Create and reenter
it: Crea e re-inserisci

source: Cancel
it: Annulla

source: Edit event
it: Modifica evento

source: Current file
it: File corrente

source: Update
it: Aggiorna

source: Images
it: Immagini

source: Event detail
it: Dettaglio evento

source: Posted on
it: Inserito il

source: by
it: da

source: week
it: settimana

source: Weekly view
it: Visualizzazione settimanale

source: Modify event
it: Modifica evento

source: Created by %s
it: Creato da %s

source: Created on %s
it: Creato il %s

source: Archive
it: Archivio

source: Events list
it: Elenco eventi

source: Today
it: Oggi

source: This week
it: Questa settimana

source: This month
it: Questo mese

source: Attendees
it: Presenti

source: Daily view
it: Vista giornaliera

source: Monthly view
it: Vista mensile

source: Yearly view
it: Vista annuale

source: Event creation
it: Creazione evento

source: Please do not reply to this email! This is just an automatical generated text...
it: Non rispondete aquesta e-mail. Si tratta di un testo generato automaticamente.

source: Calendar event's list
it: Elenco eventi del calendario

source: Delete event
it: elimina evento

source: Do you really want to delete this event?
it: Siete certi di voler eliminare l'evento?

source: Confirmation prompt
it: Richiesta conferma

source: Confirm deletion?
it: Si conferma l'eliminazione?

source: Select a category to show a list of events
it: Selezionate una categoria per visualizzarne l'elenco di eventi

source: Select an event to display
it: Selezionate un evento da visualizzare

source: Days interval to show
it: Intervallo di giorni da visualizzare

source: Maximum number of events
it: Massimo numero di eventi

source: All
it: Tutte

source: There are no events in the next
it: Non ci sono eventi nei prossimi

source: days
it: giorni

source: Display week links into table
it: Visualizza link alle settimane nella tabella mensile

source: Display events into table
it: Visualizza eventi all'interno dela tabella

source: Please confirm deletion. This action is not reversible, events will be deleted from database
it: Confermate l'eliminazione. L'azione non reversibile, gli eventi verranno eliminati dal database

source: Including from date
it: Fino a e incluso il

source: Calendar List
it: Vista elenco

source: Not specified
it: Non specificato

source: Order by
it: Ordina per

source: Sorting
it: Direzione

source: Descendant
it: Discendente

source: Ascendant
it: Ascendente

source: Submit
it: Invia

source: Clear
it: Azzera

source: Internal ID
it: ID interno

source: Options
it: Opzioni

source: No items found
it: L'elemento richiesto non è stato trovato

source: Phone
it: Telefono

source: E-mail address
it: Indirizzo E-mail

source: No avatar selected
it: Nessun avatar selezionato

source: iCal import
it: Importazione iCal

source: No events to be shown
it: Nessun evento da visualizzare

source: Calendar events. Search
it: Calendario eventi. Ricerca

source: Calendar events Search
it: Calendario eventi. Ricerca

source: General
it: Generale

source: Enable categorization
it: Abilita catagorizzazione

source: Items per page
it: Elementi per pagina

source: Max upload image size (Bytes)
it: Massima dimensione delle immagini in upload (Bytes)

source: Max upload document size (Bytes)
it: Massima dimensione dei file in upload (Bytes)

source: Notification for user's creation (none if empty)
it: Notifica per l'invio di un evento dagli utenti (nessuna se lasciato vuoto)

source: Enable user's participation to events
it: Abilita la partecipazione degli utenti agli eventi

source: Mandatory event description
it: Descrizione degli eventi obbligatoria

source: Initial status for events submitted by users
it: Stato iniziale per gli eventi inseriti dagli utenti

source: Use multiple dates for admin's creation
it: Utilizza date multiple per la creazione di eventi in amministrazione

source: Week starts on
it: La settimana inizia di

source: Monday
it: Lunedì

source: Sunday
it: Domenica

source: Visualization
it: Visualizzazione

source: crpCalendar theme
it: Tema css

source: Calendar start Year
it: CAnno di partenza per il calendario

source: Categorized day-list view
it: Categorizzazione degli eventi nella vista giornaliera

source: Categorized year-list view
it: Categorizzazione degli eventi nella vista annuale

source: For available formats, see the PHP's strftime() documentation
it: Per i formati utilizzabili, consultare la documentazione della funzione strftime()

source: Complete date format (date and time)
it: Formato per le date complete (giorno e ora)

source: Date format (only date)
it: Formato per le date (senza orario)

source: Show sub-categories events when watching a category
it: Visualizza gli eventi nelle sottocategorie quando si seleziona una categoria

source: GD Library requirement failed
it: Le GD Library richieste non sono state trovate

source: crpCalendar use GD Library
it: crpCalendar utilizzerà le GD Library

source: Show thumbnails in user list
it: Mostra le thumbnail nell'elenco eventi degli utenti

source: Event image width
it: Larghezza dell'immagine di un evento

source: User list thumbnail width
it: Larghezza della thumbnail dell'immagine nell'elenco eventi

source: Other modules
it: Altri moduli

source: Enable Locations
it: Abilita Locations

source: Enable formicula
it: Abilita formicula

source: Add category title to PermaLink
it: Aggiungi il titolo delle categorie ai PermaLink

source: Enable RSS feed
it: Abilita i feeed RSS

source: Display link to RSS feed
it: Visualizza link ai feed RSS

source: Feed format
it: Formato dei Feed

source: Update Configuration
it: Aggiorna configurazione

source: Name
it: Nome

source: View as
it: Visualizza come

source: Table
it: Tabella

source: List
it: Elenco

source: Upcoming
it: Prossimi

source: Archived
it: Archiviati

source: Event participations
it: Partecipazioni all'evento

source: registered users
it: utenti registrati

source: user's attendance to events
it: partecipazioni dell'utente agli eventi

source: Words in text
it: Parole nel testo

source: Reads
it: Letture

source: Print Page
it: Stampa pagina
